Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: chr

source: "Get out of my way," said Bow-wow.
chr: "ᏪᎾ! ᎤᏟ ᎠᎭᏂ," ᎤᏛᏁ ᏓᏑᏫᏍᎩ.

source: "I am not as bad as you," said Mew-mew.
chr: "ᎦᏲᏟᎨ ᎠᎩᏲ ᎤᏟ ᏣᏲ," ᎤᏛᏁ ᎠᏇᎷᏍᎩ.

source: "I shall not," said she.
chr: "Ꮭ ᏂᏓᎦᏛᏁᎵ," ᎤᏛᏁ.

source: "You are a bad cat," said Bow-wow.
chr: "ᏂᎯ ᏣᏲ ᏪᏌ," ᎤᏛᏁ ᏓᏑᏫᏍᎩ.

source: "You are a good-for-nothing cat," said Bow-wow.
chr: "ᏂᎯ ᏧᎬᏩᎶᏗ ᏂᎨᏒᎾ ᏪᏌ," ᎤᏛᏁ ᏓᏑᏫᏍᎩ.

source: Bow-wow came along.
chr: ᎤᏍᏗ ᎩᏟ ᏓᏑᏫᏍᎩ ᎤᎷᏤ.

source: He snarled at Mew-mew.
chr: ᎤᏲ ᏄᏪᏎᎴ ᎠᏇᎷᏍᎩ.

source: Mew-mew sat by the fire.
chr: ᏪᏌ ᎠᏇᎷᏍᎩ ᎤᏬᏞ ᎪᏛᎢ ᎾᎥ.

source: Mew-mew spit at Bow-wow.
chr: ᎠᏇᎷᏍᎩ ᎤᎵᏥᏇᎴ ᏓᏑᏫᏍᎩ.
